Repository: pkp/medra
Catalog: locale/*/locale.po
Languages: ca, cs, da, es, fi, ru, uk

# plugins.importexport.medra.displayName
source: mEDRA Export/Registration Plugin
ca: Mòdul d'exportació/registre mEDRA
cs: Plugin pro export/registraci mEDRA
da: mEDRA Eksport/Registrerings-plugin
es: Módulo de exportación/registro de mEDRA
fi: mEDRA-vientilisäosa
ru: Модуль «Экспорт/регистрация mEDRA»
uk: Плагін експорту / реєстрації mEDRA

# plugins.importexport.medra.description
source: Export issue, article and galley metadata in Onix for DOI (O4DOI) format and register DOIs with the mEDRA registration agency.
ca: Exportar metadades de número, article i galerada en format Onix per a DOI (O4DOI) i registrar els DOI amb l'agència de registre de mEDRA.
cs: Exportovat metadata čísel, článků a sazebic ve formátu Onix for DOI (O4DOI) a registrujte čísla DOI u registrační agentury mEDRA.
da: Ekportér metadata fra nummer, artikel og publiceringsversion i Onix til DOI (O4DOI)-format med mEDRA registreringsagentur.
es: Exportar metadatos de un número, un artículo y una galerada en formato Onix para DOI (O4DOI) y registrar los DOI en la agencia de registro mEDRA.
fi: Vie numeroita, artikkeleita ja julkaistavia tiedostoja Onix for DOI (O4DOI) -formaatissa ja rekisteröi DOI-tunnuksia mEDRA-rekisteröintipalvelussa.
ru: Экспортирует метаданные выпуска, статьи и гранки в формат Onix for DOI (O4DOI) и регистрирует DOI в регистрационном агентстве mEDRA.
uk: Експорт метаданих випусків, статей та супровідних файлів у формат Onix for DOI (O4DOI) та реєстрація DOI через реєстраційну агенцію mEDRA.

# plugins.importexport.medra.intro
source: If you want to register DOIs with mEDRA, please follow the directions on the <a href="https://www.medra.org/en/guide.htm" target="_blank">mEDRA homepage</a> to receive a username and password. If you do not have your own username and password you'll still be able to export into the mEDRA XML format (Onix for DOI) but you cannot register your DOIs with mEDRA from within OJS. Please note that the password will be saved as plain text, i.e. not encrypted, due to the mEDRA registration service requirements.
ca: Si voleu registrar els DOI amb mEDRA, seguiu les instruccions de la <a href="https://www.medra.org/en/guide.htm" target="_blank">pàgina d'inici de mEDRA</a> per rebre un nom d'usuari/ària i una contrasenya. Si no teniu nom d'usuari/ària i contrasenya també podreu exportar en el format XML de mEDRA XML (Onix per a DOI), però no podreu registrar els vostres DOIs amb mEDRA des d'OJS. Tingueu en compte que la contrasenya es guardarà com a text sense format, és a dir, sense encriptar, a causa dels requeriments del servei de registre de mEDRA.
cs: Pokud chcete registrovat DOIs v rámci mEDRA, následujte, prosím, pokyny na <a href="http://www.medra.org/en/guide.htm" target="_blank">domácí stránce mEDRA</a>, abyste obdrželi uživatelské jméno a login. Pokud nemáte vlastní uživatelské jméno a heslo, budete stále ještě mít možnost exportu do mEDRA XML formátu (Onix pro DOI), ale nebudete mít možnost registrovat DOI v rámci OJS. Uvědomte si, prosím, že heslo bude uloženo jako prostý text, t.j. nekódovaně, s ohledem na požadavky služby mEDRA.
da: Hvis du vil registrere DOI'er via mEDRA, skal du følge anvisningerne på <a href="https://www.medra.org/en/guide.htm" target="_blank">mEDRA's hjemmeside</a> for at modtage et brugernavn og en adgangskode. Hvis du ikke har dit eget brugernavn og password kan du stadig eksportere til mEDRA med XML-formatet (Onix for DOI), men du kan ikke registrere dine DOI'er hos mEDRA inde fra OJS. Vær opmærksom på, at adgangskoden bliver gemt som ren tekst, dvs. ikke krypteret, pga. mEDRA's krav til registrerings-service.
es: Si desea registrar los DOI con mEDRA, siga las instrucciones su <a href="http://www.medra.org/en/guide.htm" target="_blank">página de inicio</a> para recibir un nombre de usuario/a y una contraseña. Si no dispone de esa información, podrá exportar en formato XML mEDRA (Onix para DOI) pero no podrá registrar su DOI en mEDRA desde OJS. Por favor, tenga en cuenta que su contraseña se guardará como texto sin formato, es decir, sin cifrar, debido a los requisitos del servicio de registro en mEDRA.
fi: Jos haluat rekisteröidä DOIt mEDRA:ssa, seuraa ohjeita <a href="https://www.medra.org/en/guide.htm" target="_blank">mEDRAN kotisivuilla</a> saadaksesi käyttäjätunnuksen ja salasanan. Ellei sinulla ole omaa käyttäjätunnusta ja salasanaa, voit silti viedä mEDRAan XML-formaatissa (Onix for DOI), muttet voi rekisteröidä DOI-tietojasi suoraan OJS:stä. Huomaa, että salasana tallennetaan selkotekstinä, ei siis salakirjoitettuna, johtuen mEDRAN rekisteröinnin vaatimuksista.
ru: Если вы хотите зарегистрировать DOI в mEDRA, пожалуйста, следуйте указаниям на <a href="https://www.medra.org/en/guide.htm" target="_blank">главной странице mEDRA</a>, чтобы получить имя пользователя и пароль.. Если у вас нет вашего собственного имени пользователя и password пароля, вы все равно сможете экспортировать в формат mEDRA XML (Onix for DOI), но не сможете зарегистрировать ваши DOI в mEDRA из OJS. Пожалуйста, обратите внимание, что пароль будет сохранён как простой текст, то есть не будет шифроваться, таковы требования службы регистрации mEDRA.
uk: Якщо ви хочете реєструвати DOI через агенцію mEDRA, будь ласка, ознайомтеся з інструкціями на <a href="https://www.medra.org/en/guide.htm" target="_blank">головній сторінці mEDRA</a> щодо отримання імені користувача та пароля. Якщо ви не маєте власного імені користувача й пароля, ви все одно зможете проводити експорт у формат mEDRA XML (Onix for DOI), але ви не зможете реєструвати DOI через агенцію mEDRA в середовищі OJS. Будь ласка, зауважте, що через вимоги реєстраційної служби mEDRA ваш пароль буде зберігатися в текстовому форматі, тобто в незашифрованому вигляді.

# plugins.importexport.medra.settings.form.description
source: Please configure the mEDRA export plugin:
ca: Configureu el mòdul d'exportació de mEDRA :
cs: Konfigurujte, prosím, exportní plugin mEDRA:
da: Konfigurér mEDRA eksport-plugin:
es: Configure el módulo de exportación mEDRA:
fi: Määritä mEDRA -vientilisäosa:
ru: Пожалуйста, настройте модуль экспорта mEDRA:
uk: Будь ласка, налаштуйте плагін експорту mEDRA:

# plugins.importexport.medra.settings.form.username
source: Username
ca: Nom d'usuari/ària
cs: Uživatelské jméno
da: Brugernavn
es: Nombre de usuario/a
fi: Käyttäjätunnus
ru: Имя пользователя
uk: Ім'я користувача

# plugins.importexport.medra.settings.form.usernameRequired
source: Please enter your mEDRA username. The username may not contain colons.
ca: Introduïu el vostre nom d'usuari/ària. El nom d'usuari/ària no pot contenir dos punts.
cs: Vložte, prosím, vaše mEDRA uživatelské jméno. Uživatelské jméno nesmí obsahovat dvojtečku..
da: Indtast dit mEDRA brugernavn. Brugernavnet må muligvis ikke indeholde kolon.
es: Introduzca su nombre de usuario/a mEDRA. El nombre de usuario/a no puede contener dos puntos.
fi: Anna mEDRA-käyttäjätunnus. Tunnus ei voi sisältää kaksoispistettä.
ru: Пожалуйста, введите ваше имя пользователя mEDRA. Имя пользователя не может содержать двоеточия.
uk: Будь ласка, вкажіть Ваше ім'я користувача mEDRA. Ім'я користувача не може містити двокрапок.

# plugins.importexport.medra.settings.form.registrantName
source: The name of the institution registered at mEDRA
ca: Nom de la institució registrada a mEDRA
cs: Jméno organizace registrované u mEDRA
da: Navnet på den institution, der er registreret hos mEDRA
es: Nombre de la institución registrada en mEDRA
fi: mEDRAan rekisteröity instituution nimi
ru: Название организации, зарегистрированной в mEDRA
uk: Назва установи, зареєстрованої в mEDRA

# plugins.importexport.medra.settings.form.registrantNameRequired
source: Please enter the institution that is registered at mEDRA.
ca: Introduïu la institució registrada a mEDRA.
cs: Vložte, prosím, instituci registrovanou u mEDRA.
da: Indtast navnet på den institution, der er registreret hos mEDRA.
es: Introduzca la institución registrada en mEDRA.
fi: Anna instituution nimi, joka on rekisteröity mEDRAssa.
ru: Пожалуйста, введите название организации, зарегистрированной в mEDRA.
uk: Будь ласка, укажіть назву установи, зареєстрованої в mEDRA.

# plugins.importexport.medra.settings.form.fromFields
source: Person to be contacted by mEDRA in case of technical inquiries:
ca: Persona de contacte per a mEDRA en cas de consultes tècniques:
cs: Osoba pro kontakt se službou mEDRA v případě technických dotazů:
da: Person, der skal kontaktes af mEDRA i tilfælde af tekniske forespørgsler:
es: Persona de contacto en caso de que mEDRA realice consultas técnicas:
fi: Yhteyshenkilö, joka vastaa mEDRA:n teknisiin kysymyksiin:
ru: Лицо, с которым должно связываться mEDRA при возникновении технических проблем:
uk: Особа, яка буде контактувати з mEDRA в разі виникнення технічних питань:

# plugins.importexport.medra.settings.form.fromCompany
source: Institution
ca: Institució
cs: Organizace
es: Institución
fi: Instituutio
ru: Организация
uk: Установа

# plugins.importexport.medra.settings.form.fromCompanyRequired
source: Please enter the institution that is technically responsible for DOI export (e.g. the institution hosting your web server).
ca: Introduïu la institució responsable tècnicament de l'exportació DOI (p. ex., la institució que allotja el vostre servidor web).
cs: Vložte, prosím, jméno organizace, která je technicky odpovědná za export DOI (např. organizace, která hostuje váš webový server).
da: Indtast navnet på den institution, der er teknisk ansvarlig for DOI-eksport (f.eks. institutionen, der er vært for din webserver).
es: Introduzca la institución responsable técnicamente de la exportación DOI (p. ej. la institución que hospeda el servidor web).
fi: Anna instituutio, joka vastaa DOI-vienneistä teknisesti (esimerkiksi palvelimen ylläpitäjä).
ru: Пожалуйста, введите название организации, которая технически отвечает за экспорт DOI (например, организация, которая предоставляет хостинг вашему веб-серверу).
uk: Будь ласка, укажіть установу, яка несе технічну відповідальність за експорт DOI (наприклад, установу, яка надає хостинг вашому вебсерверу).

# plugins.importexport.medra.settings.form.fromName
source: Contact Person
ca: Persona de contacte
cs: Kontaktní osoba
da: Kontaktperson
es: Persona de contacto
fi: Yhteyshenkilö
ru: Контактное лицо
uk: Контактна особа

# plugins.importexport.medra.settings.form.fromNameRequired
source: Please enter a technical contact person.
ca: Introduïu una persona de contacte tècnic.
cs: Zadejte, prosím, osobu pro technický kontakt.
da: Indtast en teknisk kontaktperson.
es: Introduzca una persona técnica de contacto.
fi: Anna tekninen yhteyshenkilö.
ru: Пожалуйста, введите имя контактного лица по техническим вопросам.
uk: Будь ласка, укажіть контактну особу з технічних питань.

# plugins.importexport.medra.settings.form.fromEmail
source: Email
ca: Correu electrònic
es: Correo electrónico
fi: Sähköposti
ru: Адрес электронной почты
uk: Електронна пошта

# plugins.importexport.medra.settings.form.fromEmailRequired
source: Please enter a valid technical contact email.
ca: Introduïu un correu electrònic de contacte tècnic vàlid.
cs: Vložte, prosím, platný e-mail pro technický kontakt.
da: Indtast en gyldig e-mail på teknisk kontaktperson.
es: Introduzca un correo electrónico de contacto técnico válido.
fi: Anna kelvollinen sähköpostiosoite tekniselle yhteyshenkilölle.
ru: Пожалуйста, введите правильный адрес электронной почты контактного лица по техническим вопросам.
uk: Будь ласка, укажіть дійсну електронну пошту контактної особи з технічних питань.

# plugins.importexport.medra.settings.form.publicationCountry
source: Please choose the country to be informed as 'publication country' to mEDRA.
ca: Escolliu el país que apareixerà com a 'país de publicació' a mEDRA.
cs: Zvolte, prosím, stát, který má být udán jako země publikace ('publication country') pro službu mEDRA.
da: Vælg det land, som mEDRA skal angive som 'publikationsland'.
es: Elija el país que aparecerá como 'país de publicación' en mEDRA.
fi: Valitse maa, joka näkyy julkaisijan kotimaana.
ru: Пожалуйста, выберите страну, которая должна быть проинформирована как «страна издания» в mEDRA.
uk: Будь ласка, укажіть країну, яку буде відображено в mEDRA як "державу публікації".

source: plugins.importexport.medra.settings.form.exportIssuesAs
ca: Escolliu si voleu exportar els números com a <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">«obres» o com a «manifestacions»</a>.
es: Elija si desea exportar los números como <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'obras' o 'manifestaciones'</a>.
fi: Valitse haluatko viedä numeroita <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">töitä vai manifestaatioita</a>.
ru: Пожалуйста выберите, хотите ли вы экспортировать выпуски как <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">«работы» или «манифестации»</a>.
uk: Будь ласка, виберіть, чи хочете ви експортувати випуски як <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">"твори" або "маніфестації"</a>.

# plugins.importexport.medra.settings.form.work
source: work
ca: obra
cs: práce
da: værk
es: Obra
fi: työ
ru: работа
uk: твір

# plugins.importexport.medra.settings.form.manifestation
source: manifestation
ca: manifestació
cs: manifestace
es: Manifestación
fi: manifestaatio
ru: манифестация
uk: маніфестація

# plugins.importexport.medra.workOrProduct
source: NB: DOIs assigned to articles will be exported to mEDRA as <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">'works'</a>. DOIs assigned to galleys will be exported as <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">'manifestations'</a>.
ca: Nota: els DOI assignats als articles s'exportaran a mEDRA com a <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">'obres'</a>. Els DOI assignats a les galerades s'exportaran com a <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">'manifestacions'</a>.
cs: NB: DOI přiřazené článkům budou exportovány službě mEDRA jako <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">'works'</a>. DOIs přiřazené sazebnicím budou exportovány jako <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">'manifestations'</a>.
da: NB: DOI'er tildelt artikler vil blive eksporteret til mEDRA som <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">'værker'</a>. DOI'er tildelt publiceringsfiler eksporteres som <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">'manifestationer'</a>.
es: Nota: Los DOI asignados a los artículos se exportarán a mEDRA como <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'obras'</a>. Los DOI asignados a las galeradas se exportarán como <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'manifestación'</a>.
fi: HUOM! Artikkeleille annetut DOI-tunnukset viedään mEDRAan <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">'töinä'</a>. Julkaistaville tiedostoille annetut DOIt viedään mEDRAan <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">'manifestaatioina'</a>.
ru: ПОМНИТЕ: DOI, присвоенные статьям, будут экспортированы в mEDRA как <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">«работы» (works)</a>. DOI, присвоенные гранкам, будут экспортироваться как <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">«манифестации» (manifestations)</a>.
uk: Примітка: DOI, призначені для статей, будуть експортовані в mEDRA як об'єкти типу <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">"твори"</a>. DOI, призначені для гранок, будуть експортовані як об'єкти типу <a href="https://www.medra.org/en/metadata_td.htm" target="_blank">"маніфестації"</a>.

# plugins.importexport.medra.cliUsage
source: Usage: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
ca: Ús: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
cs: Použití: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
da: Brug: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
es: Uso: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
fi: Käyttö: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
ru: Вызов: {$scriptName} {$pluginName} export [ИмяФайлаXML] [путь_журнала] {issues|articles|galleys} IdОбъекта1 [IdОбъекта2] ... {$scriptName} {$pluginName} register [путь_журнала] {issues|articles|galleys} IdОбъекта1 [IdОбъекта2] ...
uk: Використання: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...

# plugins.importexport.medra.settings.form.exportIssuesAs.label
source: Issues export as
ca: Els números s'exporten com a
cs: Exportovat čísla jako
da: Nummer-eksport som
es: Los números se exportan como
fi: Numerot viedään
ru: Экспортировать номера как
uk: Експортувати номери як

# plugins.importexport.medra.settings.form.automaticRegistration.description
source: OJS will register assigned DOIs automatically to mEDRA. Please note that this may take a short amount of time after publication to process (e.g. depending on your cronjob configuration). You can check for all unregistered DOIs.
ca: OJS registrarà automàticament els DOI assignats a mEDRA. Tingueu en compte que això pot trigar una mica a processar-se després de la publicació (p. ex., segons la configuració cron). Podeu comprovar tots els DOI no registrats.
cs: OJS bude registrovat přiřazené DOI automaticky do mEDRA. Vezměte prosím na vědomí, že to může trvat krátkou dobu po zpracování publikace. Můžete zkontrolovat všechny nezaregistrované DOI.
da: OJS vil deponere tildelte DOI'er automatisk hos mEDRA. Bemærk, at der kan gå kort tid mellem publicering og endelig færdigbehandling. Alle ikke-registrerede DOI'er kan fremfindes.
es: OJS registrará automáticamente los DOI en mEDRA. Tenga en cuenta que este proceso puede llevar un poco de tiempo tras la publicación (p. ej., en función de la configuración cron). Puede comprobar todos los DOI que no se han registrado.
fi: OJS rekisteröi DOIt automaattiseen mEDRAan. Huomaa, että tämä voi viedä jonkin aikaa riippuen ajoitettujen tehtävien asetuksista. Voit tarkistaa kaikki DOIt joita ei ole rekisteröity.
ru: OJS будет регистрировать присвоенные DOI автоматически в mEDRA. Обратите внимание, что это может потребовать небольшого количества времени после публикации для обработки (например, в зависимости от настроек вашего cron). Вы можете проверить все незарегистрированные DOI.
uk: OJS буде автоматично реєструвати призначені DOI в mEDRA. Будь ласка, зверніть увагу, що після опублікування обробка може зайняти певний час (наприклад, залежно від налаштувань вашого кронджоб). Ви можете перевірити всі незареєстровані DOI.

# plugins.importexport.medra.settings.form.testMode.description
source: Use the mEDRA test API (testing environment) for DOI registration. Please do not forget to remove this option for the production.
ca: Utilitzar la API de prova de mEDRA (entorn de prova) per al registre de DOI. No us oblideu de treure aquesta opció en l'entorn de producció.
cs: Pro registraci DOI použijte testovací rozhraní API (testovací prostředí) mEDRA. Nezapomeňte tuto možnost odstranit před výrobní fází.
da: Brug mEDRA test-API (testmiljø) til DOI registrering. Husk at fjerne denne mulighed i forbindelse med produktionen.
es: Utilice la API de prueba mEDRA (entorno de prueba) para registrar los DOI. No olvide desactivar esta opción en la versión de producción.
fi: Käytä mEDRA-palvelun testirajapintaa (testausympäristö) DOI-tunnisteen rekisteröintiin. Muista poistaa tämä valinta tuotantosivustolla.
ru: Использовать тестовый API mEDRA (среда тестирования) для регистрации DOI. Пожалуйста, не забудьте убрать этот параметр для реальной работы.
uk: Використовувати тестовий API mEDRA (середовище тестування) для реєстрації DOI. Будь ласка, не забудьте прибрати цей параметр для подальшої роботи.

# plugins.importexport.medra.senderTask.name
source: mEDRA automatic registration task
ca: Tasca de registre automàtic de mEDRA
cs: Úloha automatické registrace mEDRA
da: mEDRA automatisk registreringsopgave
es: Tarea de registro automático de mEDRA
fi: mEDRA-palvelun automaattinen rekisteröintitehtävä
ru: Задача автоматической регистрации mEDRA
uk: Завдання автоматичної реєстрації mEDRA

# plugins.importexport.medra.crossref.error.description
source: DESCRIPTION
ca: DESCRIPCIÓ
cs: POPIS
da: BESKRIVELSE
es: DESCRIPCIÓN
ru: ОПИСАНИЕ
uk: ОПИС

# plugins.importexport.medra.crossref.error.element
source: ELEMENT
cs: PRVEK
es: ELEMENTO
ru: ЭЛЕМЕНТ
uk: ЕЛЕМЕНТ

# plugins.importexport.medra.crossref.error.code
source: CODE
ca: CODI
da: KODE
es: CÓDIGO
ru: КОД
uk: КОД

# plugins.importexport.medra.crossref.error.details
source: The following requirements were not met
ca: No s'han assolit els següents requisits
cs: Následující požadavky nebyly splněny
da: Følgende krav blev ikke opfyldt
es: No se han alcanzado los siguientes requisitos
fi: Seuraavat vaatimukset eivät täyttyneet
ru: Следующие требования не выполнены
uk: Не було дотримано таких вимог

# plugins.importexport.medra.crossref.error.number
source: Number of errors
ca: Nombre d'errors
cs: Počet chyb
da: Antal fejl
es: Número de errores
fi: Virheiden määrä
ru: Число ошибок
uk: Кількість помилок

# plugins.importexport.medra.crossref.error.cause
source: Cause: file not valid in respect to the mEDRA and/or Crossref requirements.
ca: Causa: l'arxiu no és vàlid pel que fa als requisits de mEDRA i/o Crossref.
cs: Příčina: soubor není platný s ohledem na požadavky mEDRA a/nebo Crossref.
da: Årsag: filen er ikke valid i forhold til mEDRA og/eller Crossref kravene.
es: Causa: el archivo no es válido con respecto a los requerimientos de mEDRA y/o Crossref.
fi: Syy: tiedosto ei ole mEDRA-palvelun ja/tai Crossref-palvelun vaatimusten mukainen.
ru: Причина: файл не соответствует требованиям mEDRA и/или Crossref.
uk: Причина: файл не відповідає вимогам mEDRA та/або Crossref.

# plugins.importexport.medra.crossref
source: Deposit the DOIs also with the Crossref. (This mEDRA service must be enabled for your account.)
ca: Dipositar a Crossref (aquest servei ha d'estar activat en el vostre compte)
cs: Vložení do Crossref. (Tato služba musí být pro váš účet povolena.)
da: Deponér hos Crossref. (Denne tjeneste skal aktiveres i din konto.)
es: Depositar en Crossref (es necesaria una cuenta para disfrutar del servicio)
fi: Tallenna Crossref-palveluun (Tämä palvelu pitää olla päällä tilillesi)
ru: Депонировать в Crossref. (Данный сервис должен быть включен для Вашей учётной записи)
uk: Депонувати в Crossref. (Цей сервіс має бути включений у вашому обліковому записі.)
